"""
Файл содержит соответствие: курс-преподаватели
"""

course_teacher_mapping = {
    "Программирование": [
        "Арина Атаманова",
        "Кирилл Коваленко",
        "Игорь Гетто",
        "Максим Насонов",
        "Илья Козлобродов",
        "Евгений Ермаков",
        "Влада кузнецова",
        "Егор Чеглов"
    ],
    "Игровая графика": ["Диана Шульга", "Арина Атаманова"],
    "Дизайн сайтов": ["Марина Ефремова"],
    "Робототехника": ["Влада Кузнецова", "Кирилл Коваленко", "Арина Атаманова"]
}

# course_teacher = [
#     ["Программирование", "Арина Атаманова"],
#     ["Программирование", "Кирилл Коваленко"],
#     ["Программирование", "Игорь Гетто"],
#     ["Программирование", "Максим Насонов"],
#     ["Программирование", "Илья Козлобродов"],
#     ["Программирование", "Евгений Ермаков"],
#     ["Программирование", "Влада кузнецова"],
#     ["Программирование", "Егор Чеглов"],
#     ["Игровая графика", "Диана Шульга"],
#     ["Игровая графика", "Арина Атаманова"],
#     ["Дизайн сайтов", "Марина Ефремова"],
#     ["Робототехника", "Влада Кузнецова"],
#     ["Робототехника", "Кирилл Коваленко"],
#     ["Робототехника", "Арина Атаманова"],
# ]
