"""
Файл содержит соответствие: курс-преподаватели
"""

course_teacher_mapping = {
    "Программирование": [
        "Арина Атаманова",
        "Кирилл Коваленко",
        "Игорь Гетто",
        "Максим Насонов",
        "Илья Козлобродов",
        "Евгений Ермаков",
        "Влада кузнецова",
        "Егор Чеглов"
    ],
    "Игровая графика": ["Диана Шульга", "Арина Атаманова"],
    "Дизайн сайтов": ["Марина Ефремова"],
    "Робототехника": ["Влада Кузнецова", "Кирилл Коваленко", "Арина Атаманова"]
}
