teachers_data = [
    {"name": "Диана Шульга", "bio": "bio"},
    {"name": "Арина Атаманова", "bio": "Преподаватель программирования и робототехники. Обучает детей более 3 лет."},
    {"name": "Марина Ефремова", "bio": "bio"},
    {"name": "Влада Кузнецова", "bio": "bio"},
    {"name": "Кирилл Коваленко", "bio": "bio"},
    {"name": "Игорь Гетто", "bio": "bio"},
    {"name": "Максим Насонов", "bio": "bio"},
    {"name": "Илья Козлобродов", "bio": "bio"},
    {"name": "Евгений Ермаков", "bio": "bio"},
    {"name": "Егор Чеглов", "bio": "bio"}
]
