teachers_list = [
    {"name": "Диана Шульга", "bio": "Преподаватель игровой графики. Обучает детей более 1 года."},
    {"name": "Арина Атаманова", "bio": "Преподаватель программирования и робототехники. Обучает детей более 3 лет."},
    {"name": "Марина Ефремова", "bio": "Преподаватель дизайна. Обучает детей более 9 лет."},
    {"name": "Влада Кузнецова", "bio": "Преподаватель робототехники и программирования. Обучает детей более 3 лет."},
    {"name": "Кирилл Коваленко", "bio": "Преподаватель робототехники. Обучает детей более 5 лет."},
    {"name": "Игорь Гетто", "bio": "Преподаватель программирования. Обучает детей более 2 лет."},
    {"name": "Максим Насонов", "bio": "Преподаватель программирования. Обучает детей более 2 лет."},
    {"name": "Илья Козлобродов", "bio": "Преподаватель программирования и разработки сайтов. Обучает детей более 3 лет."},
    {"name": "Евгений Ермаков", "bio": "Преподаватель программирования. Обучает детей более 1 года."},
    {"name": "Егор Чеглов", "bio": "Преподаватель программирования. Обучает детей более 3 лет."}
]
